Repository: RobertoMachorro/Moped
Catalog: Moped/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, he, hi, it, ja, nl, pt, pt_br, uk

# option.indent.tab
source: Tab
de: Tabulator
es: Tabulación
fi: Sarkainkohta
fr: Tabulation
he: טאב
hi: टैब
it: Tabulazione
ja: タブ
uk: Табуляція

# option.indent.two_spaces
source: 2 Spaces
de: 2 Leerzeichen
es: 2 espacios
fi: 2 välilyöntiä
fr: 2 espaces
he: 2 רווחים
hi: 2 रिक्त स्थान
it: 2 spazi
ja: スペース2つ
nl: 2 spaties
pt: 2 espaços
pt_br: 2 espaços
uk: 2 пробіли

# option.empty_editor
source: Empty Editor
de: Leerer Editor
es: Editor vacío
fi: Tyhjä editori
fr: Éditeur vide
he: עורך ריק
hi: खाली एडिटर
it: Editor vuoto
ja: 空のエディタ
nl: Lege editor
pt: Editor vazio
pt_br: Editor vazio
uk: Порожній редактор

# option.file_open_dialog
source: File Open Dialog
de: Datei-Öffnen-Dialog
es: Diálogo de apertura
fi: Tiedoston avausvalintaikkuna
fr: Boîte de dialogue d'ouverture
he: תיבת דו-שיח לפתיחת קובץ
hi: फ़ाइल खोलें संवाद
it: Finestra di apertura file
ja: ファイルを開くダイアログ
nl: Bestand openen-dialoog
pt: Diálogo de abertura de ficheiro
pt_br: Caixa de diálogo de abertura de arquivo
uk: Діалог відкриття файлу

# option.no
source: No
de: Nein
fi: Ei
fr: Non
he: לא
hi: नहीं
ja: いいえ
nl: Nee
pt: Não
pt_br: Não
uk: Ні

# option.yes
source: Yes
de: Ja
es: Sí
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
it: Sì
ja: はい
nl: Ja
pt: Sim
pt_br: Sim
uk: Так

# pref.active_icon.title
source: Active Icon:
de: Aktives Symbol:
es: Icono activo:
fi: Aktiivinen kuvake:
fr: Icône active :
he: סמל פעיל:
hi: सक्रिय आइकन:
it: Icona attiva:
ja: アクティブアイコン:
nl: Actief icoon:
pt: Ícone ativo:
pt_br: Ícone ativo:
uk: Активна іконка:

# pref.default_editor.button
source: Manage Defaults…
de: Zuordnungen verwalten…
es: Gestionar predeterminados…
fi: Hallitse oletuksia…
fr: Gérer les associations…
he: נהל ברירות מחדל…
hi: डिफ़ॉल्ट प्रबंधित करें…
it: Gestisci predefiniti…
ja: デフォルトを管理…
nl: Koppelingen beheren…
pt: Gerir predefinições…
pt_br: Gerenciar padrões…
uk: Керувати асоціаціями…

# pref.default_editor.title
source: Default Editor:
de: Standardeditor:
es: Editor predeterminado:
fi: Oletuseditori:
fr: Éditeur par défaut :
he: עורך ברירת מחדל:
hi: डिफ़ॉल्ट एडिटर:
it: Editor predefinito:
ja: デフォルトエディタ:
nl: Standaardeditor:
pt: Editor predefinido:
pt_br: Editor padrão:
uk: Редактор за замовчуванням:

# pref.font_size.title
source: Font Size:
de: Schriftgröße:
es: Tamaño de fuente:
fi: Kirjasinkoko:
fr: Taille de police :
he: גודל גופן:
hi: फ़ॉन्ट आकार:
it: Dimensione carattere:
ja: フォントサイズ:
nl: Lettergrootte:
pt: Tamanho do tipo de letra:
pt_br: Tamanho da fonte:
uk: Розмір шрифту:

# pref.font.title
source: Font:
de: Schriftart:
es: Fuente:
fi: Kirjasin:
fr: Police :
he: גופן:
hi: फ़ॉन्ट:
it: Carattere:
ja: フォント:
nl: Lettertype:
pt: Tipo de letra:
pt_br: Fonte:
uk: Шрифт:

# pref.language.title
source: Language:
de: Sprache:
es: Lenguaje:
fi: Kieli:
fr: Langage :
he: שפה:
hi: भाषा:
it: Lingua:
ja: 言語:
nl: Taal:
pt: Idioma:
pt_br: Idioma:
uk: Мова:

# pref.launch_behavior.title
source: On Launch:
de: Beim Start:
es: Al iniciar:
fi: Käynnistyksessä:
fr: Au démarrage :
he: בעת הפעלה:
hi: लॉन्च पर:
it: All'avvio:
ja: 起動時:
nl: Bij opstarten:
pt: Ao iniciar:
pt_br: Ao iniciar:
uk: При запуску:

# pref.default_indentation.title
source: Default Indent:
de: Standardeinzug:
es: Sangría predeterminada:
fi: Oletussisentäminen:
fr: Indentation par défaut :
he: כניסה ברירת מחדל:
hi: डिफ़ॉल्ट इंडेंट:
it: Rientro predefinito:
ja: デフォルトのインデント:
nl: Standaard inspringing:
pt: Indentação padrão:
pt_br: Indentação padrão:
uk: Відступ за замовчуванням:

# pref.line_numbers.title
source: Line Numbers:
de: Zeilennummern:
es: Números de línea:
fi: Rivinumerot:
fr: Numéros de ligne :
he: מספרי שורות:
hi: पंक्ति संख्याएं:
it: Numeri di riga:
ja: 行番号:
nl: Regelnummers:
pt: Números de linha:
pt_br: Números de linha:
uk: Номери рядків:

# pref.theme.title
source: Theme:
de: Thema:
es: Tema:
fi: Teema:
fr: Thème :
he: ערכת נושא:
hi: थीम:
it: Tema:
ja: テーマ:
nl: Thema:
pt: Tema:
pt_br: Tema:
uk: Тема:

# pref.word_wrap.title
source: Word Wrap:
de: Zeilenumbruch:
es: Ajuste de línea:
fi: Rivinvaihto:
fr: Retour à la ligne :
he: גלישת שורות:
hi: शब्द लपेट:
it: A capo automatico:
ja: ワードラップ:
nl: Regelterugloop:
pt: Translineação:
pt_br: Quebra de linha:
uk: Перенесення рядків:

# window.about.title
source: About
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hi: के बारे में
it: Informazioni
ja: について
nl: Over
pt: Acerca
pt_br: Sobre
uk: Про програму

# window.default_editor.title
source: Default File Associations
de: Standard-Dateizuordnungen
es: Asociaciones de archivo predeterminadas
fi: Oletustiedostoyhdistelmät
fr: Associations de fichiers par défaut
he: שיוכי קבצים ברירת מחדל
hi: डिफ़ॉल्ट फ़ाइल संबद्धता
it: Associazioni file predefinite
ja: デフォルトのファイルの関連付け
nl: Standaard bestandskoppelingen
pt: Associações de ficheiros predefinidas
pt_br: Associações de arquivo padrão
uk: Асоціації файлів за замовчуванням

# menu.editor.title
source: Editor
fi: Editori
fr: Éditeur
he: עורך
hi: एडिटर
ja: エディタ
uk: Редактор
